import React, { Component } from 'react';
import StepList from '../components/step-list.js';

export default class Home extends Component {
    render() {
        return (
            <div>
                <div className="row">
                    <StepList className="offset-2 col-8" titles={['STEP 0', 'STEP 1', 'STEP 2', 'STEP 3']} currentStep={1} />
                </div>
                <div><a href="#">ผู้สนับสนุน</a></div>
                <div><button href="#" className="button-invert">รายละเอียด</button></div>
                <div><button href="#" className="button">สมัครเลย</button></div>
                <div>
                    <input type="text" className="form-control" value="Text input" />
                </div>
                <hr />
                <div className="row">
                    <div className="col"><h1>H1</h1></div>
                    <div className="col"><h2>H2</h2></div>
                    <div className="col"><h3>H3</h3></div>
                </div>
                <hr />
                <div className="text-content" >
                    โอเลี้ยง วิลเลจแครอทซูชิ ฮองเฮา เบนโลสตรอเบอร์รีสงบสุข แดนซ์ พีเรียดว้าวริคเตอร์เจ๊าะแจ๊ะเพลซ เทียมทานวาทกรรม ซะมอบตัวมั้งมหภาค ฮัมแฟร์ก๋ากั่นแต๋วสลัม ทัวริสต์ แซมบ้า เทเลกราฟ คาสิโนอันตรกิริยา ติงต๊องจึ๊กออร์แกนโลโก้ บัส เกย์โฮป
                    เลสเบี้ยนพาสเจอร์ไรส์ บูติกเฟิร์มป่าไม้ บอยคอตโอเปร่า สังโฆ สลัมบรรพชนคอรัปชันสหัสวรรษ แซว สตาร์ทเจ็ตต้าอ่วย โอเลี้ยงแล็บ ท็อปบู๊ทพฤหัส สต๊อคแฟนตาซีแฮมเบอร์เกอร์เอ็นทรานซ์ แจ็กพ็อตแผดเผา วิดีโอแก๊สโซฮอล์ซื่อบื้อสไตรค์ คันยิอัลบัมนิวสังโฆ คีตปฏิภาณความหมายพลานุภาพเทียมทานแกรนด์ เปเปอร์เกจิฮาราคีรีคอร์ปอเรชั่น อัลมอนด์บาร์บีคิวเฟรมเมจิค
                    แจมสเปกละติน เอฟเฟ็กต์สต๊อกนรีแพทย์พาสปอร์ต พันธุวิศวกรรมกษัตริยาธิราชโหงว รวมมิตรสเต็ป ซามูไรแรงดูดศึกษาศาสตร์ ซิ่งนายแบบละติน ช็อปปิ้งเมเปิลสแควร์ คอนเทนเนอร์อพาร์ตเมนต์แมมโบ้ดีพาร์ทเมนต์คาเฟ่ เจลซีอีโอคณาญาติภูมิทัศน์ เวิร์ลด์ เบอร์รีเป่ายิ้งฉุบ ว้าวธัมโม เอ็นทรานซ์เซี้ยว เดชานุภาพแล็บคอร์ปเพียบแปร้ สโตร์เดบิตฮิเพลย์บอย ก๋ากั่นไฟแนนซ์ลาติน
                    อพาร์ตเมนต์ ดีไซน์เนอร์แฟนซีอ่อนด้อย เพียวซี้อุปการคุณโบรชัวร์ เคอร์ฟิวเทรลเล่อร์ เตี๊ยมไวอากร้ารีวิว ต่อยอดแคมเปญบาร์บีคิวแพนดารันเวย์ เอาท์ดอร์ดยุคเรต เท็กซ์ ขั้นตอนเที่ยงวันแม็กกาซีนหน่อมแน้มเรต ฮวงจุ้ยรุมบ้าบิล วิวมาราธอนโฮลวีต ริกเตอร์บลอนด์ ภควัมปติ อ่อนด้อยราเม็งโบ้ยคูลเลอร์กิมจิ เจ๊าะแจ๊ะเซฟตี้ไหร่อพาร์ตเมนต์อินเตอร์ เลสเบี้ยนซาดิสม์
                    สถาปัตย์ออร์แกนิก เป็นไงเกจิพล็อตโลโก้อะ ฮองเฮาสเตชั่นง่าวไอซ์ ลีก โปรดิวเซอร์สารขัณฑ์อีแต๋น เปเปอร์แม็กกาซีนครูเสดพอเพียง เทียมทานงี้ ว้อดก้าซิง ไอซียู คาแรคเตอร์ฟยอร์ด พาสเจอร์ไรส์ครัวซองสตรอเบอร์รีฟลอร์แมกกาซีน อีสเตอร์มิวสิคสหัสวรรษ อิมพีเรียล แหม็บ โบกี้โฟมสเตชั่นเยอร์บีร่า เพียบแปร้ชาร์ปโปรโมเตอร์
                </div>
            </div>
        );
    }
}